Repository: kodi-game/game.libretro.mame2015
Catalog: game.libretro.mame2015/resources/language/resource.language.*/strings.po
Languages: es_es, ga, sv_se

# Addon Description
source: Late 2014/Early 2015 version of MAME (0.160-ish) for libretro. Compatible with MAME 0.160 sets.
es_es: Versión de finales de 2014/principios de 2015 de MAME (0.160-ish) para libretro. Compatible con los juegos de MAME 0.160.
ga: Leagan déanach 2014/tús 2015 de MAME (thart ar 0.160) do libretro. Comhoiriúnach le tacair MAME 0.160.
sv_se: Version av MAME (0.160-ish) från slutet av 2014/början av 2015 för libretro. Kompatibel med MAME 0.160-uppsättningar.

# #30000
source: Settings
es_es: Ajustes

# #30001
source: Read configuration
es_es: Leer configuración
ga: Léigh cumraíocht
sv_se: Läs konfiguration

# #30002
source: Auto save/load states
es_es: Guardar/Cargar estados automáticamente
ga: Stáit uath-shábháil/luchtú

# #30003
source: XY device (Restart)
es_es: Dispositivo XY (Reiniciar)
ga: Gléas XY (Atosaigh)
sv_se: XY-enhet (omstart)

# #30004
source: Enable throttle
es_es: Activar acelerador
ga: Cumasaigh an luasaire

# #30005
source: Enable cheats
es_es: Activar trucos
ga: Cumasaigh aicearraí
sv_se: Aktivera fusk

# #30006
source: Hide nag screen
es_es: Ocultar Pantalla de Aviso
ga: Folaigh an scáileán néaróg

# #30007
source: Hide gameinfo screen
es_es: Ocultar Pantalla de Información del Juego
ga: Folaigh an scáileán eolais cluiche
sv_se: Dölj spelinfo-skärmen

# #30008
source: Hide warnings screen
es_es: Ocultar Pantalla de Alertas
ga: Folaigh an scáileán rabhaidh
sv_se: Dölj varningar på skärmen

# #30009
source: Alternate render method
es_es: Método de Renderizado Alternativo
ga: Modh rindreála malartach
sv_se: Alternativ renderingsmetod

# #30010
source: Boot to OSD
es_es: Arrancar en OSD
ga: Tosaithe chuig OSD
sv_se: Starta till OSD

# #30011
source: Boot from CLI
es_es: Arrancar desde CLI
ga: Tosaithe ó CLI
sv_se: Starta från CLI

# Addon Lifecyclestate
source: MAME 2015 hasn't been updated since 2023 and is no longer available for use in Kodi.
ga: Níor nuashonraíodh MAME 2015 ó 2023 agus níl sé ar fáil a thuilleadh lena úsáid i Kodi.
sv_se: MAME 2015 har inte uppdaterats sedan 2023 och är inte längre tillgänglig för användning i Kodi.
